package holders;

public class TextHolder {
    public static final String TEXT1 = "Я взял «Глоуб», стоившую восемь центов, и направился к мраморному прилавку с газировкой, которого в мое время не существовало. За прилавком стоял Фрэнк Аничетти. По всем признакам – он, вплоть до полукружий седых волос над ушами. Только эту версию – назовем ее Фрэнк Один-Ноль – отличала худоба и бифокальные очки без оправы. И более высокий рост. Чувствуя себя незнакомцем в собственном теле, я уселся на высокую табуретку.\n" +
            "Он указал на газету:\n" +
            "– Вам этого хватит или налить какой-нибудь газировки?\n" +
            "– Что-нибудь холодное, но только не «Мокси», – услышал я собственный голос.\n" +
            "Фрэнк Один-Ноль улыбнулся:\n" +
            "– «Мокси» не держим, сынок. Не желаете рутбира?\n" +
            "– Звучит неплохо, – ответил я, не погрешив против истины. В горле пересохло, лоб горел, будто поднялась температура.\n" +
            "– Пять или десять?\n" +
            "– Простите?\n" +
            "– Бира на пять или десять центов? – Первое слово он произнес на мэнский манер: «би-и-йа».\n" +
            "– А-а… Полагаю, на десять.\n" +
            "– Что ж, я полагаю, вы полагаете правильно. – Он открыл морозильник и достал заиндевелую кружку размером с графин для лимонада. Наполнил ее из крана, и я почувствовал запах рутбира, сильный и резкий. Фрэнк Один-Ноль снял пену рукояткой деревянной ложки, долил кружку до самого края и поставил передо мной на мраморный прилавок. – Пожалуйста. Вместе с газетой – восемнадцать центов. Плюс один для губернатора.";
}
